Repository: JordanQD/OmniDown
Catalog: OmniDown/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hans

# TasksNavItem.Content
source: Downloads
zh_hans: 下载

# SettingsNavItem.Content
source: Settings
zh_hans: 设置

# DownloadsTitleText.Text
source: Downloads
zh_hans: 下载

# DownloadsSubtitleText.Text
source: Local aria2 sidecar control with JSON-RPC task sync.
zh_hans: 通过本地 aria2 sidecar 和 JSON-RPC 同步下载任务。

# HomePageTitle
source: Downloads
zh_hans: 下载

# HomePageSubtitle
source: Review all download tasks and the current summary.
zh_hans: 查看全部下载任务和当前概况。

# DownloadingPageTitle
source: Transfers
zh_hans: 传输

# DownloadingPageSubtitle
source: Downloading, waiting, and paused tasks are grouped here.
zh_hans: 下载、等待和暂停的任务都在这里。

# CompletedPageTitle
source: Complete
zh_hans: 完成

# CompletedPageSubtitle
source: Download tasks that have finished.
zh_hans: 已经完成的下载任务。

# IssuesPageTitle
source: Issues
zh_hans: 异常

# IssuesPageSubtitle
source: Failed, removed, or attention-needed tasks.
zh_hans: 失败、移除或需要处理的任务。

# NewDownloadButton.Label
source: New
zh_hans: 新建

# SortTasksButtonLabel.Text
source: Sort
zh_hans: 排序

# SortTasksButton.Label
source: Sort
zh_hans: 排序

# TaskDetailsButton.Label
source: Details
zh_hans: 详细信息

# SortByCreatedAtMenuItem.Text
source: Added time
zh_hans: 添加时间

# SortByNameMenuItem.Text
source: Name
zh_hans: 项目名称

# SortBySizeMenuItem.Text
source: Size
zh_hans: 项目大小

# SortAscendingMenuItem.Text
source: Ascending
zh_hans: 递增

# SortDescendingMenuItem.Text
source: Descending
zh_hans: 递减

# ResumeTasksButton.Label
source: Resume
zh_hans: 开始

# PauseTasksButton.Label
source: Pause
zh_hans: 暂停

# RecoverTasksButton.Label
source: Recover
zh_hans: 恢复

# DeleteTasksButton.Label
source: Delete
zh_hans: 删除

# ClearCompletedTasksButton.Label
source: Clear completed records
zh_hans: 清除已完成记录

# StartAriaButton.Label
source: Start aria2
zh_hans: 启动 aria2

# StopAriaButton.Label
source: Stop
zh_hans: 停止

# TotalMetricLabel.Text
source: Total
zh_hans: 总数

# ActiveMetricLabel.Text
source: In progress
zh_hans: 进行中

# PausedMetricLabel
source: Paused
zh_hans: 已暂停

# DownloadSpeedMetricLabel.Text
source: Completed
zh_hans: 已完成

# Aria2MetricLabel.Text
source: Issues
zh_hans: 异常

# NameColumnHeader.Text
source: Name
zh_hans: 名称

# TasksLoadingRing.AutomationProperties.Name
source: Loading downloads
zh_hans: 正在加载下载任务

# StatusColumnHeader.Text
source: Status
zh_hans: 状态

# ProgressColumnHeader.Text
source: Progress
zh_hans: 进度

# RemainingTimeColumnHeader.Text
source: Remaining
zh_hans: 剩余

# SpeedColumnHeader.Text
source: Speed
zh_hans: 速度

# DirectoryColumnHeader.Text
source: Directory
zh_hans: 目录

# SettingsTitleText.Text
source: Settings
zh_hans: 设置

# SettingsSubtitleText.Text
source: Manage the local aria2 process and default download behavior.
zh_hans: 管理本地 aria2 进程和默认下载行为。

# AriaPathLabel.Text
source: aria2 path
zh_hans: aria2 路径

# RpcPortLabel.Text
source: RPC port
zh_hans: RPC 端口

# DefaultDirectoryLabel.Text
source: Default directory
zh_hans: 默认目录

# ProxyLabel.Text
source: Proxy
zh_hans: 代理

# UseSystemProxyCheckBox.Content
source: Use Windows system proxy when aria2 starts
zh_hans: 启动 aria2 时使用 Windows 系统代理

# ProcessStatusLabel.Text
source: Process status
zh_hans: 进程状态

# SettingsAriaStatusText.Text
source: Stopped
zh_hans: 已停止

# SettingsStartButton.Content
source: Start
zh_hans: 启动

# SettingsStopButton.Content
source: Stop
zh_hans: 停止

# CloseBehaviorDialogTitle
source: Close OmniDown?
zh_hans: 关闭 OmniDown？

# CloseBehaviorDialogContent
source: Choose what should happen when you close the window. You can change this later in Settings.
zh_hans: 选择关闭窗口时的行为。之后可以在设置中修改。

# CloseBehaviorMinimizeButtonText
source: Minimize to tray
zh_hans: 最小化到托盘

# CloseBehaviorExitButtonText
source: Exit app
zh_hans: 退出应用

# TrayShowMenuItemText
source: Show OmniDown
zh_hans: 显示 OmniDown

# TrayExitMenuItemText
source: Exit
zh_hans: 退出

# DebugEngineText.Text
source: aria2 stopped
zh_hans: aria2 已停止

# NotificationHistoryButtonLabel.Text
source: Notifications
zh_hans: 通知

# NotificationHistoryTitleText.Text
source: Notifications
zh_hans: 历史通知

# NotificationSeveritySuccess
source: Success
zh_hans: 成功

# NotificationSeverityWarning
source: Warning
zh_hans: 警告

# NotificationSeverityError
source: Error
zh_hans: 错误

# NotificationSeverityInfo
source: Info
zh_hans: 信息

# StatusBarItemCountText
source: {0} items
zh_hans: {0} 个项目

# StatusBarSelectedItemCountText
source: {0} selected
zh_hans: 已选择 {0} 个项目

# StatusBarSpeedLimitText
source: limit {0}
zh_hans: 限速 {0}

# SettingsSaveTeachingTipTitle
source: Save settings?
zh_hans: 保存设置？

# SettingsSaveTeachingTipSubtitle
source: Save changes, or cancel.
zh_hans: 保存更改，或取消

# SettingsSaveTeachingTipActionButtonContent
source: Save
zh_hans: 保存

# SettingsSaveRestartTeachingTipSubtitle
source: Save and restart aria2 to apply.
zh_hans: 保存后重启 aria2 生效。

# SettingsSaveRestartTeachingTipActionButtonContent
source: Save and restart
zh_hans: 保存并重启

# TeachingTipCancelButtonContent
source: Cancel
zh_hans: 取消

# AriaRestartRequiredTitle
source: Restart aria2 required
zh_hans: 需要重启 aria2

# AriaRestartRequiredMessage
source: Restart to apply.
zh_hans: 重启后生效。

# AriaRestartTeachingTipActionButtonContent
source: Restart
zh_hans: 重启

# StatusToastRestartAriaButtonLabel.Text
source: Restart aria2
zh_hans: 重启 aria2

# StatusToastCopyButtonLabel.Text
source: Copy
zh_hans: 复制

# NewDownloadDialogTitle
source: New download
zh_hans: 新建下载

# LinkTaskTabHeader
source: Link task
zh_hans: 链接任务

# TorrentTaskTabHeader
source: Torrent task
zh_hans: 种子任务

# NewDownloadUrlHeader
source: Download URL
zh_hans: 下载 URL

# NewDownloadUrlPlaceholder
source: One URL per line
zh_hans: 每行一个 URL

# NewDownloadTaskNameHeader
source: Task name
zh_hans: 任务名称

# NewDownloadTaskNamePlaceholder
source: Leave empty to infer from the URL
zh_hans: 留空则从 URL 推断

# NewDownloadDirectoryHeader
source: Save directory
zh_hans: 保存目录

# NewDownloadSplitCountHeader
source: Download split count
zh_hans: 下载分段数

# NewDownloadTorrentFileHeader
source: Torrent file
zh_hans: 种子文件

# BrowseDownloadDirectoryButtonText
source: Choose folder
zh_hans: 选择文件夹

# PasteButtonText
source: Paste
zh_hans: 粘贴

# OpenTorrentFileButtonText
source: Open torrent file
zh_hans: 打开种子文件

# ClearTorrentFileButtonText
source: Clear torrent file
zh_hans: 清除种子文件

# TorrentFilePlaceholder
source: Open a torrent file
zh_hans: 打开种子文件

# SelectTorrentFileButtonText
source: Drop a torrent file here, or click to choose
zh_hans: 将种子拖到此处，或点击选择

# TorrentDropOverlayText
source: Drop here to open the torrent file
zh_hans: 拖动到此处打开种子文件

# TorrentNoFileSelectedText
source: No torrent file selected.
zh_hans: 尚未选择种子文件。

# TorrentFileCountText
source: {0} file(s) in this torrent
zh_hans: 该种子包含 {0} 个文件

# TorrentFileNameHeader
source: File name
zh_hans: 文件名

# TorrentFileSizeHeader
source: Size
zh_hans: 大小

# AddButtonText
source: Add
zh_hans: 添加

# CancelButtonText
source: Cancel
zh_hans: 取消

# DeleteButtonText
source: Delete
zh_hans: 删除

# DownloadUrlRequiredMessage
source: A download URL is required.
zh_hans: 请输入下载 URL。

# TorrentFileRequiredMessage
source: Please choose a torrent file.
zh_hans: 请选择种子文件。

# TorrentFileSelectionRequiredMessage
source: Select at least one file from the torrent.
zh_hans: 请至少选择一个种子文件。

# SelectAllTorrentFilesAutomationName
source: Select all torrent files
zh_hans: 选择全部种子文件

# TorrentFilesListAutomationName
source: Files in selected torrent
zh_hans: 所选种子中的文件

# TaskAddedMessage
source: Task added to aria2.
zh_hans: 任务已添加到 aria2。

# TasksAddedMessage
source: {0} tasks added to aria2.
zh_hans: 已添加 {0} 个任务到 aria2。

# AddTaskFailedMessage
source: Failed to add task through aria2 RPC: {0}
zh_hans: 通过 aria2 RPC 添加任务失败：{0}

# TaskAddedNotificationTitle
source: Task added
zh_hans: 任务添加成功

# TaskAddedNotificationBody
source: {0} has been added to the download queue.
zh_hans: {0} 已加入下载队列。

# TaskDownloadCompletedNotificationTitle
source: Download complete
zh_hans: 任务下载成功

# TaskDownloadCompletedNotificationBody
source: {0} has finished downloading.
zh_hans: {0} 已下载完成。

# TaskCompletedNotificationTitle
source: Task complete
zh_hans: 任务完成

# TaskCompletedNotificationBody
source: {0} is complete.
zh_hans: {0} 已完成。

# TaskDownloadFailedNotificationTitle
source: Download failed
zh_hans: 任务下载失败

# TaskDownloadFailedNotificationBody
source: {0} could not be downloaded.
zh_hans: {0} 下载失败。

# UnknownTaskName
source: This task
zh_hans: 该任务

# AriaStoppedMessage
source: aria2 stopped.
zh_hans: aria2 已停止。

# RpcRefreshFailedMessage
source: aria2 RPC refresh failed: {0}
zh_hans: aria2 RPC 刷新失败：{0}

# AriaRunningStatus
source: Running #{0}
zh_hans: 运行中 #{0}

# AriaStoppedStatus
source: Stopped
zh_hans: 已停止

# DebugAriaRunningStatus
source: aria2 running #{0}
zh_hans: aria2 运行中 #{0}

# DebugAriaStoppedStatus
source: aria2 stopped
zh_hans: aria2 已停止

# DeleteDialogTitle
source: Delete selected downloads?
zh_hans: 删除选中的下载？

# DeleteDialogContent
source: This removes the selected task(s) from aria2 and the task list.
zh_hans: 这会从 aria2 和任务列表中移除选中的任务。

# DeleteFilesCheckBoxContent
source: Also delete the corresponding file(s)
zh_hans: 同时删除对应的文件

# ClearRecordsDialogTitle
source: Clear records
zh_hans: 清除记录

# ClearRecordsDialogContent
source: Clear all completed records?
zh_hans: 确定清除所有已完成记录？

# ClearRecordsDeleteFilesCheckBoxContent
source: Also delete files
zh_hans: 同时删除文件

# ClearRecordsNoButtonText
source: No
zh_hans: 否

# ClearRecordsYesButtonText
source: Yes
zh_hans: 是

# TasksResumedMessage
source: Selected task(s) resumed.
zh_hans: 已开始选中的任务。

# TasksPausedMessage
source: Selected task(s) paused.
zh_hans: 已暂停选中的任务。

# TasksRecoveredMessage
source: Selected task(s) recovered.
zh_hans: 已恢复选中的任务。

# TasksDeletedMessage
source: Selected task(s) deleted.
zh_hans: 已删除选中的任务。

# ClearCompletedTasksMessage
source: Completed records cleared.
zh_hans: 已清除完成记录。

# ClearCompletedTasksEmptyMessage
source: There are no completed records to clear.
zh_hans: 没有可清除的完成记录。

# TaskOpenFileActionText
source: Open file
zh_hans: 打开文件

# TaskOpenFolderActionText
source: Open folder
zh_hans: 打开文件夹

# TaskCopyLinkActionText
source: Copy item link
zh_hans: 复制项目链接

# TaskDeleteEntryActionText
source: Delete entry
zh_hans: 删除条目

# TaskFileNotFoundMessage
source: The file does not exist yet or the path is unavailable.
zh_hans: 文件还不存在或路径不可用。

# TaskFolderNotFoundMessage
source: The folder does not exist or the path is unavailable.
zh_hans: 文件夹不存在或路径不可用。

# TaskLinkNotFoundMessage
source: This task does not have a link to copy.
zh_hans: 这个任务没有可复制的链接。

# TaskLinkCopiedMessage
source: Item link copied.
zh_hans: 已复制项目链接。

# TaskEntryDeletedMessage
source: Entry deleted.
zh_hans: 已删除条目。

# TaskOperationFailedMessage
source: Task operation failed: {0}
zh_hans: 任务操作失败：{0}

# TaskStatusDownloading
source: Downloading
zh_hans: 下载

# TaskStatusWaiting
source: Waiting
zh_hans: 等待

# TaskStatusPaused
source: Paused
zh_hans: 暂停

# TaskStatusPausing
source: Pausing...
zh_hans: 暂停中...

# TaskStatusResuming
source: Resuming...
zh_hans: 恢复中...

# TaskStatusCompleted
source: Completed
zh_hans: 完成

# TaskStatusError
source: Error
zh_hans: 错误

# TaskStatusRemoved
source: Removed
zh_hans: 移除

# DownloadSpeedPrefix
source: Down
zh_hans: 下行

# UploadSpeedPrefix
source: Up
zh_hans: 上行

# TitleSearchBox.PlaceholderText
source: Search downloads and settings...
zh_hans: 搜索下载和设置...

# SearchDownloadsPlaceholder
source: Search downloads...
zh_hans: 搜索下载...

# SearchSettingsPlaceholder
source: Search settings...
zh_hans: 搜索设置...

# SpeedLimitButton.AutomationProperties.Name
source: Realtime speed and speed limit
zh_hans: 实时速度和限速

# RealtimeSpeedLabel.Text
source: Realtime speed
zh_hans: 实时速度

# SpeedLimitFlyoutTitle.Text
source: Speed limit
zh_hans: 限速

# TaskDetailsItemCountLabel
source: Total items
zh_hans: 项目总数

# TaskDetailsTransferCountLabel
source: Transfers
zh_hans: 传输

# TaskDetailsPausedCountLabel
source: Paused
zh_hans: 暂停

# TaskDetailsIssueCountLabel
source: Issues
zh_hans: 异常

# TaskDetailsDownloadSpeedLabel
source: Download speed
zh_hans: 下载速度

# TaskDetailsUploadSpeedLabel
source: Upload speed
zh_hans: 上传速度

# TaskDetailsItemCountFormat
source: {0} items
zh_hans: {0} 个项目

# TaskDetailsSpeedLimitInlineText
source: limit {0}
zh_hans: 限速 {0}

# TaskDetailsSpeedLimitOffText
source: No limit
zh_hans: 不限速

# TaskDetailsUploadLimitHeader
source: Upload limit
zh_hans: 上传限速

# TaskDetailsDownloadLimitHeader
source: Download limit
zh_hans: 下载限速

# TaskDetailsSpeedLimitEnabledLabel
source: Limit
zh_hans: 限速

# TaskDetailsSpeedLimitValueLabel
source: Speed
zh_hans: 速度

# TaskDetailsSpeedLimitUnitLabel
source: Unit
zh_hans: 单位

# TaskDetailsSpeedLimitApplyText
source: Apply
zh_hans: 应用

# TaskDetailsGlobalDownloadLimitToolTip
source: Set global download limit
zh_hans: 设置全局下载限速

# TaskDetailsGlobalUploadLimitToolTip
source: Set global upload limit
zh_hans: 设置全局上传限速

# TaskDetailsTaskDownloadLimitToolTip
source: Set this task's download limit
zh_hans: 设置当前任务下载限速

# TaskDetailsTaskUploadLimitToolTip
source: Set this task's upload limit
zh_hans: 设置当前任务上传限速

# TaskSpeedLimitNoTaskMessage
source: Select one task before setting task speed limits.
zh_hans: 请选择一个任务后再设置任务限速。

# TaskSpeedLimitAppliedMessage
source: Task speed limit applied.
zh_hans: 任务限速已应用。

# TaskSpeedLimitApplyFailedMessage
source: Failed to apply task speed limit: {0}
zh_hans: 任务限速应用失败：{0}

# DownloadLimitLabel.Text
source: Download limit
zh_hans: 下载限速

# UploadLimitLabel.Text
source: Upload limit
zh_hans: 上传限速

# ApplySpeedLimitButton.Content
source: Apply
zh_hans: 应用

# SpeedLimitAppliedMessage
source: Speed limits applied.
zh_hans: 限速设置已应用。

# SpeedLimitApplyFailedMessage
source: Failed to apply speed limits: {0}
zh_hans: 应用限速失败：{0}

# SizeColumnHeader.Text
source: Size
zh_hans: 大小

# OpenSelectedTaskFileButton.Label
source: Open file
zh_hans: 打开文件

# OpenSelectedTaskFolderButton.Label
source: Open folder
zh_hans: 打开文件夹

# CopySelectedTaskLinksButton.Label
source: Copy link
zh_hans: 复制链接

# RemainingTimeDaysUnit
source: d
zh_hans: 天

# RemainingTimeHoursUnit
source: h
zh_hans: 时

# RemainingTimeMinutesUnit
source: min
zh_hans: 分

# RemainingTimeSecondsUnit
source: s
zh_hans: 秒

# AboutAppCard.Description
source: A WinUI download manager powered by aria2.
zh_hans: 由 aria2 驱动的 WinUI 下载管理器。

# AboutSettingsNavText.Text
source: About
zh_hans: 关于

# AboutSettingsHeaderText.Text
source: About
zh_hans: 关于

# AboutCloneCard.Header
source: To clone this repository
zh_hans: 克隆此仓库

# AboutIssueCard.Header
source: File a bug or request a feature
zh_hans: 提交问题或功能建议

# AboutReferencesCard.Header
source: Dependencies & references
zh_hans: 依赖与参考

# AboutTrackerSourcesCard.Header
source: Tracker sources
zh_hans: Tracker 来源

# AboutLicenseCard.Header
source: THIS CODE AND INFORMATION IS PROVIDED 'AS IS' WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND/OR FITNESS FOR A PARTICULAR PURPOSE.
zh_hans: 本代码和信息按原样提供，不附带任何形式的担保，无论是明示或暗示，包括但不限于对适销性和/或特定用途适用性的暗示担保。

# AboutLicenseLink.Content
source: OmniDown license
zh_hans: OmniDown 许可证

# AboutThirdPartyLink.Content
source: Third-party notices
zh_hans: 第三方声明

# CloneCommandCopiedMessage
source: Clone command copied.
zh_hans: 已复制克隆命令。

# GeneralSettingsTitle.Text
source: General
zh_hans: 通用

# GeneralStartupSectionHeader.Text
source: Startup
zh_hans: 启动

# GeneralAppearanceSectionHeader.Text
source: Appearance
zh_hans: 外观

# GeneralNotificationsSectionHeader.Text
source: Notifications
zh_hans: 通知

# GeneralDownloadSectionHeader.Text
source: Download
zh_hans: 下载

# StartupSettingCard.Header
source: Launch at login
zh_hans: 登录时自动启动

# StartupSettingCard.Description
source: Open OmniDown after signing in to Windows.
zh_hans: 开机登录后打开 OmniDown。

# RestoreWindowSettingCard.Header
source: Restore window position
zh_hans: 恢复窗口位置

# RestoreWindowSettingCard.Description
source: Remember the last window size and placement.
zh_hans: 记住上次大小和位置。

# ResumeOnLaunchSettingCard.Header
source: Resume downloads on launch
zh_hans: 启动时恢复下载任务

# ResumeOnLaunchSettingCard.Description
source: Continue unfinished tasks that were paused last time.
zh_hans: 继续上次暂停的未完成任务。

# ExitCleanupSettingCard.Header
source: Clear completed on exit
zh_hans: 退出时清理已完成

# ExitCleanupSettingCard.Description
source: Only clear records, not files.
zh_hans: 仅清除记录，不删除文件。

# PauseActiveOnExitSettingCard.Header
source: Pause downloads on exit
zh_hans: 退出时暂停下载

# PauseActiveOnExitSettingCard.Description
source: Pause actively transferring tasks before quitting.
zh_hans: 退出前暂停正在传输的任务。

# CloseBehaviorSettingCard.Header
source: Close to tray
zh_hans: 关闭到托盘

# CloseBehaviorSettingCard.Description
source: Keep running in the background after closing the window.
zh_hans: 关闭窗口后继续后台运行。

# TaskbarProgressSettingCard.Header
source: Taskbar progress
zh_hans: 任务栏进度

# TaskbarProgressSettingCard.Description
source: Show overall download progress on the taskbar.
zh_hans: 显示整体下载进度。

# ThemeSettingCard.Header
source: App theme
zh_hans: 外观主题

# ThemeSettingCard.Description
source: Follow the Windows theme, or pin to light or dark.
zh_hans: 跟随 Windows 主题，或固定为浅色/深色。

# NotificationsSettingCard.Header
source: Enable system notifications
zh_hans: 启用系统通知

# NotificationsSettingCard.Description
source: Allow OmniDown to show download events through Windows notifications.
zh_hans: 允许 OmniDown 通过 Windows 通知显示下载事件。

# DownloadStartNotificationSettingCard.Header
source: Notify on download start
zh_hans: 下载开始时通知

# DownloadStartNotificationSettingCard.Description
source: Show a notification when a task is submitted to aria2.
zh_hans: 添加任务并开始交给 aria2 处理时显示通知。

# DownloadCompleteNotificationSettingCard.Header
source: Notify on download complete
zh_hans: 下载完成时通知

# DownloadCompleteNotificationSettingCard.Description
source: Show a notification when a task finishes or fails.
zh_hans: 任务完成或失败时显示通知。

# AutoShutdownSettingCard.Header
source: Auto shutdown when complete
zh_hans: 所有下载完成后自动关机

# AutoShutdownSettingCard.Description
source: Shut down Windows after all active transfers finish.
zh_hans: 当前传输全部完成后执行 Windows 关机。

# PreventSleepSettingCard.Header
source: Prevent sleep while downloading
zh_hans: 下载时阻止系统休眠

# PreventSleepSettingCard.Description
source: Keep the system awake while tasks are downloading, then resume normal sleep.
zh_hans: 有任务正在下载时保持系统唤醒，下载结束后自动恢复。

# SettingsHomeTitle.Text
source: Settings
zh_hans: 设置

# GeneralSettingsHomeCard.Header
source: General
zh_hans: 通用

# GeneralSettingsHomeCard.Description
source: Startup, appearance, notifications, and more
zh_hans: 启动、外观、通知等

# DownloadSettingsHomeCard.Header
source: Download
zh_hans: 下载

# DownloadSettingsHomeCard.Description
source: Download directory, concurrency, retry, and more
zh_hans: 下载目录、并发、重试等

# BitTorrentSettingsHomeCard.Description
source: Tracker, seeding, encryption, and more
zh_hans: Tracker、做种、加密等

# NetworkSettingsHomeCard.Header
source: Network
zh_hans: 网络

# NetworkSettingsHomeCard.Description
source: Proxy, port, timeout, and more
zh_hans: 代理、端口、超时等

# AdvancedSettingsHomeCard.Header
source: Advanced
zh_hans: 高级

# AdvancedSettingsHomeCard.Description
source: aria2, RPC, protocol, and more
zh_hans: aria2、RPC、协议等

# AboutSettingsHomeCard.Header
source: About
zh_hans: 关于

# AboutSettingsHomeCard.Description
source: Version info, clone command
zh_hans: 版本信息、克隆命令

# ExampleSettingsHomeCard.Header
source: Example
zh_hans: 示例

# ExampleSettingsHomeCard.Description
source: WinUI Gallery settings page
zh_hans: WinUI Gallery 的设置页面

# ToggleOnState.Text
source: On
zh_hans: 开

# ToggleOffState.Text
source: Off
zh_hans: 关

# ThemeDefaultItem.Content
source: Follow system
zh_hans: 跟随系统

# ThemeLightItem.Content
source: Light
zh_hans: 浅色

# ThemeDarkItem.Content
source: Dark
zh_hans: 深色

# DefaultDirectorySettingCard.Header
source: Default directory
zh_hans: 默认目录

# DefaultDirectorySettingCard.Description
source: Default save location for new tasks.
zh_hans: 新建任务的默认保存位置。

# MaxConcurrentDownloadsSettingCard.Header
source: Max concurrent downloads
zh_hans: 最大同时下载数

# MaxConcurrentDownloadsSettingCard.Description
source: Maximum number of tasks running at once.
zh_hans: 同时运行的任务上限。

# SplitCountSettingCard.Header
source: Default split count
zh_hans: 默认分片数

# SplitCountSettingCard.Description
source: Number of parallel segments per task.
zh_hans: 单个任务的并行分片数。

# MaxConnectionPerServerSettingCard.Header
source: Max connections per server
zh_hans: 单服务器最大连接数

# MaxConnectionPerServerSettingCard.Description
source: Connection limit per server, range 1-16.
zh_hans: 同一服务器的连接上限，范围 1-16。

# ContinueDownloadSettingCard.Header
source: Resume download
zh_hans: 断点续传

# ContinueDownloadSettingCard.Description
source: Continue unfinished resumable tasks.
zh_hans: 继续未完成的可恢复任务。

# RemoteTimeSettingCard.Header
source: File timestamp
zh_hans: 文件时间戳

# RemoteTimeSettingCard.Description
source: Use download completion time or server time.
zh_hans: 保存完成时间或服务器时间。

# MaxTriesSettingCard.Header
source: Max retry count
zh_hans: 最大重试次数

# MaxTriesSettingCard.Description
source: 0 means unlimited.
zh_hans: 0 表示不限次数。

# RetryWaitSettingCard.Header
source: Retry wait time
zh_hans: 重试等待时间

# RetryWaitSettingCard.Description
source: Interval between retry attempts.
zh_hans: 失败后再次尝试的间隔。

# DownloadCleanupSettingCard.Header
source: Auto remove stale records
zh_hans: 自动移除陈旧记录

# DownloadCleanupSettingCard.Description
source: Clean up records detached from the aria2 session.
zh_hans: 清理已脱离 aria2 会话的记录。

# TorrentCleanupSettingCard.Header
source: Delete .torrent source after complete
zh_hans: 完成后删除 .torrent 源文件

# TorrentCleanupSettingCard.Description
source: Only delete local torrent source files.
zh_hans: 仅删除本地种子源文件。

# DownloadDirectoryTextBox.PlaceholderText
source: Download folder
zh_hans: 下载文件夹

# BrowseDownloadDirectoryButton.ToolTipService.ToolTip
source: Choose folder
zh_hans: 选择文件夹

# RemoteTimeDownloadItem.Content
source: Download time
zh_hans: 下载完成时间

# RemoteTimeServerItem.Content
source: Server time
zh_hans: 服务器时间

# BitTorrentBasicOptionsHeader.Text
source: Basic options
zh_hans: 基础选项

# BtAutoDownloadSettingCard.Header
source: Auto download torrent content
zh_hans: 自动下载种子内容

# BtAutoDownloadSettingCard.Description
source: Automatically fetch real file content after adding a .torrent, metalink, or magnet link.
zh_hans: 添加 .torrent、metalink 或磁力链接后自动获取真实文件内容。

# BtForceEncryptionSettingCard.Header
source: Force encryption
zh_hans: 强制加密

# BtForceEncryptionSettingCard.Description
source: Require BitTorrent message payload encryption. Some older peers may not connect.
zh_hans: 要求 BitTorrent 消息负载加密，部分旧 Peer 可能无法连接。

# BtKeepSeedingSettingCard.Header
source: Seeding strategy
zh_hans: 做种策略

# BtKeepSeedingSettingCard.Description
source: Choose continuous seeding, or stop automatically by share ratio and time.
zh_hans: 选择持续做种，或按分享率与时间自动停止。

# BtSeedingModeCard.Header
source: Seeding mode
zh_hans: 做种方式

# BtSeedingModeLimitedItem.Content
source: Stop by condition
zh_hans: 按条件停止

# BtSeedingModeAlwaysItem.Content
source: Always seed
zh_hans: 持续做种

# BtSeedRatioCard.Header
source: Share ratio
zh_hans: 分享率

# BtSeedTimeCard.Header
source: Share time
zh_hans: 分享时间

# BtMaxPeersSettingCard.Header
source: Max peers
zh_hans: 最大 Peer 数

# BtMaxPeersSettingCard.Description
source: Maximum number of peers per torrent.
zh_hans: 每个种子最多连接的 Peer 数量。

# BitTorrentTrackerServerHeader.Text
source: Tracker server
zh_hans: Tracker 服务器

# BtTrackerSourceSettingCard.Header
source: Tracker sources
zh_hans: Tracker 来源

# BtTrackerSourceSettingCard.Description
source: Manage HTTP/HTTPS text sources used to sync the Tracker list.
zh_hans: 管理用于同步 Tracker 列表的 HTTP/HTTPS 文本来源。

# BtTrackerCustomSourceSettingCard.Header
source: Custom source
zh_hans: 自定义来源

# BtTrackerCustomSourceSettingCard.Description
source: Add your own Tracker list URL. Multi-select to sync together.
zh_hans: 添加自己的 Tracker 列表 URL，可多选后一起同步。
